{
    "data": "如果在生命中有一件事情我是很在行的，那就是焦虑。我会为此拿到金奖的。我的家庭充满了焦虑，我经常想知道这是在我的基因里还是一种学习行为。即使无论你用哪一种方法去看它，我还是花费我很多的时间去为这件事发愁。这是为什么我对西方哲学，整体健康和个人发展那么感兴趣的其中一个原因。\n\n绝大多数的人以一些或其他的形式体验着焦虑，而且这些不确定次数的压力和担忧不断在增加。但是通过数据显示，现在那些日常生活被负面和焦虑情绪控制的20岁左右的人被认为是遭受着泛焦虑症的人群。医生给抗抑郁药给有这些问题的人，只是一个应急的方法，不是一个彻底的长期的解决方法。这里有一些我发现的有用的对付焦虑的技巧，我也希望你认为他们有效。\n\n1.呼吸练习\n\n如果你感到焦虑，一个让你自己冷静的简单的方法就是通过把注意力放在你呼吸的规律上。当我们感到紧张的时候，我们吸气比呼气快。所以为了是我们有冷静干， 我们需要颠倒这种情况。\n\n注意你的呼吸，尝试五秒钟吸一次气五秒钟呼一次气。不要担心你数数的速度，保持一个平稳的速度五秒进五秒出。现在开始延长你的呼气时间多两秒，不要使劲，只要让你的呼吸稳定在一个温和的节奏，当你的呼气变得越来越长，你的放松反应就开始接管了。唯一一件能让你离开这些的就只有你的想法和想象力了。你做得越多联系，你就会越感到能够再次掌握你的焦虑了。\n\n2.想象\n\n想象是用来冷静头脑和减少焦虑感和紧张感的一样非常有用的工具。一个简单的想象练习让你的头脑想象出一个“特别的地方”，一个你能够感到安全，离开恐惧的地方。（以前每当我去看牙医感到痛苦的时候，我都用这种方法，我可以告诉你它让我度过了那些苦难。）\n\n先闭上你的眼睛，带着你的思绪去一个你想象出来觉得安全和开心的地方。它可以是一个热带沙滩，一块草地，一片森林，或者甚至是你的床。这完全取决于你——就使用你的想象力。做一个生动的想象，想一下你看到什么，听到什么，感觉到什么，闻到什么。用你的感觉引导你去一个冷静的状态。留在这平静的地方，直到你的呼吸变得越来越正常，你的头脑越来越冷静。当你感到你已经准备好，打开你的眼睛，深深地呼吸。\n\n3.正念\n\n正念是一种起源于佛教冥想的技巧。它在冷静焦虑和集中注意力方面尤其有效。我们花费我们大部分的时间去担心未来或者是为昨日烦恼，以至于我们忘了去享受现在。于是正念出现了，它鼓励我们关注现在而不允许我们的头脑被一些没有帮助的想法困扰、这里有一些一件你可能会想去尝试一下。\n\n坐在或躺在某个舒适的地方，然后开始扫描你身体的每一部分，把注意力放在每一个你感受到的物质感官上。从你的脚趾开始，到你的腿，你的胃，你的胸，你的肩膀，你的脖子和你的头，温柔地放松每一个你注意到的绷紧的地方。以一个长长的深深的呼吸作为结束。\n\n当你在早上做准备的时候，把注意力放在每一样你在做的事情上面，而不是担心在这天将会有什么来临。当你在洗澡的时候，注意水的声音，感受它清洗你身体的感觉。享受被清洗干净的感觉。当你在刷牙的时候，吧你全部的注意力放到这上面。当你在穿衣服，做早餐的时候，也同样。\n\n每天早上确保你会用5到10分钟安静深思。看出窗外，听听你听到的声音，就能意识到在你周围的一切。意识到静止不动，享受你内心的安静。\n\n4.日常的改变\n\n保持焦虑在一定跨度，稳定你的血糖是一个重要的因素。当血糖的水平变得低的时候，紧张和快速的心跳会经常出现。诀窍就是少食多餐，目标是每天三餐正餐两餐小吃，尝试一下每餐吃一些蛋白质。好的来源包括鱼，鸡，豆，扁豆，坚果，种子，豆腐和鸡蛋。\n\n精致而甜的食物和刺激物，比如咖啡最基本会引起一颗血糖水平的快速上升，紧接着一个撞击。所以最好清楚掌控糖，咖啡，酒精和一些经过特殊加工处理的会引起惊恐反应的刺激物、（例如，像我，你喜欢一杯好的浓咖啡和一杯红的，我能感受到你的痛苦。）用精致而甜的食物来和褐色的全麦的可选择的食物交换，比如褐色的米，褐色的意大利面，还有全麦面包，试着去用含咖啡因的饮料和水果汁或草本茶比如甘菊换。同时你也应该写日记记下你喝的吃的的所有东西，去看看这到底有没有影响你的心情。最后的一个建议就是尝试在你的食谱里补充镁，这会逐步是你的身体和思想放松。缺乏镁会引起焦虑和快速的心跳。\n\n5.感情自由技巧\n\n这是一个有趣的技巧，它基于和针灸相似的原则，说出了身体能量流动的不平衡。我必须坦白承认当我第一次尝试的时候，我觉得有点愚蠢，但是它的确帮助冷静了我的神经，这就是为什么我在这里分享一个缩短的描述给你。\n\nEET通过温柔地轻叩特定的顶点或者能量点在精神上和言辞上转变为一个事件或问题起作用，（在这里，是焦虑和神经紧张）相信这就是能量涌动的不安正在转移到情感上的反应和焦虑。\n\n如果你发现你自己真正变得担心某件事情，尝试一下温柔地轻轻敲一下以下位置，你其中一只手的食指和中指，你眉毛的中间，你其中一只眼的下面，你手臂的下面（大概你腋窝下两英尺的地方），你的胸膛（在锁骨下面的正中间，你会发现一个富有弹性的凹口）最后，轻敲你手背五次。你应该开始发现你的呼吸变得常规了。"
}