{
    "data": "1.首先，要有一个契机让你决定改变。焦虑时，很多人的第一反应就是回避。所以我从小到大都尽力回避在公众讲话的机会，在上研究生之前，焦虑都没有任何改善，也从来没有想过要改变。因为回避是缓解焦虑最安全的方式。让我改变的动力并不是来源于一个突然的启迪。而是在上研究生后，突然进入一个需要面对很多公众讲话的机会，研究生又会越来越近距离的接触各种权威和老师。虽然回避能够暂时缓解焦虑，但时间长了，会不断磨掉人的自信。我对自己越来越不满意，到一定程度就难受到让我觉得必须做出改变了。当然，学习心理咨询本身也是给我带来改变动力的因素之一。\n2.然后，你要开始行动。我相信有很多书告诉你如何克服焦虑，心理学中也有很多的方法，但是更重要的是，行动！我说说自己尝试过的，还觉得有用的方法吧。\n（1）克服预期焦虑。预期焦虑（anticipatedanxiety），是指个体预期到环境可能诱发焦虑而产生的焦虑，比如明天要做课堂pre，今天想到明天的事情会感觉很焦虑，并且对明天的事情很没有信心。这种状态常常会影响我的准备工作。上研究生时，在一堂英语课上，英语老师说了一句话：“whenyouarefullprepared，youwillbeconfident.（当你准备充分时，就会很自信）”。正好下周轮到我做pre了，本来还想焦虑，但听到老师这么一说，我突然明白，如果想要变得自信，就要充分准备。后来，那个十一假期，我的时间全部花在准备pre上，我逐字写下讲稿，自己对着电脑试讲，并将自己的试讲录音，然后听录音，注意修改自己不喜欢的地方。直到让自己满意，或者自己觉得能行了。我不得不承认，为了做到让自己满意，我也给了自己很多折磨，比如花费很多时间，准备很多资料啊，但我觉得这不是坏事，因为这个过程确实让我学习到很多。那次pre过后，并没有得到老师特别特别的表扬，但是我自己很满意，因为我准备的东西，我都尽力展现了，而且比之前的我，已经有了进步。我开始相信，只要我们努力，是有能力去改变一些东西的（这应该也是一种自信的表现）。后来很多次的pre，我都是这样。再后来，老师选择我去给别人讲课，一次一次脱敏。现在每次准备公众讲话前还是会焦虑，但跟以前不同的是，随着pre的进行，我不会像以前那样越讲越紧张了，反而是越讲越放松。因为之前准备充分，我的注意力都在我准备的东西上。\n（2）克服当时的焦虑状态很简单，就是意识到自己焦虑的时候，停下来，深呼吸，深呼吸，刻意的放慢讲话的节奏。在平时也可以这样练习。\n（3）改善焦虑特质很多人之所以容易紧张，影响更大的其实是长期形成的一种焦虑特质。通俗的说，就是性格上就比较容易焦虑。所以长远的解决办法肯定是改善焦虑特质，就像改善急躁脾气一样。很多老师提到正念，我曾经也去参加过一个八周的工作坊。每次三小时，第一个小时就是静坐，后面的讨论中，领导者给予的引导很少，也很少谈到ta自己的感受。那时候没有慧根的我，觉得那几个小时简直是煎熬。很遗憾就没坚持下去。后来我开始自己看一些正念的书。正念创始人卡巴金说了一个概念我印象非常深刻，他说正念就是“payattention”，也就是一种专注力。这是一种我们生来就具有的能力，但遗憾的是，我们现在都失去了。后来又听了佛教史的课程，了解到瑜伽也是八正道之一。于是开始去练瑜伽，半年之后，感觉受益很多，最明显的就是身体上的。至于情绪上的，也不知道是不是真的有用，但相信应该是有用的，现在也还在练。另外，练瑜伽让我有很多的体悟，跟大家分享一下：①通过关注身体某一部位的感受来训练专注力，比从一开始关注自己的思维要更加容易。所以，瑜伽可以成为一个训练专注力很好的起点。②瑜伽的有些动作会让人的身体感觉到疼痛，但坚持一会儿就好像没那么痛了。我明白，所谓正念减轻焦虑，并不一定真的是焦虑程度降低，而只是我们对焦虑的容忍度更高了。时间长了，我们容忍的能力就会提升，从而对焦虑的感知就不一样了。不过我一直没有体会到通过呼气将疼痛带走的感觉。反而更像是，当你的注意力放在呼吸上，而不是疼痛的部位时，好像就不会觉得那么疼了。这么说来，这种感觉有点像森田疗法的原理。③当我们开始信任自己的身体时，我们可以做到更大幅度的动作。所以，不管是身体或心灵，当我们开始信任自己时，常常会有意外收获。④瑜伽寻找的一种感觉是放松但不松弛，我从理性上也知道是这样，但是一直没有在身体上找到这种感觉，所以就继续不断探索吧。3.最后，多做反思总结。其实就是多关注自己，好像跟正念的理念也是一直的，但是是从更宏观的角度关注自己，即了解让自己变得焦虑或变得不那么焦虑的因素或条件。每个人都是一个独一无二的个体，书上的各种方法，并不一定都适用每个人。找到适合自己的方法就只能去慢慢尝试，说到底，我还是相信，有意识地改变意识和有意识尝试性行动是非常重要的。而保证你不断前进的方法，就是不断反思总结对自己有用的方法。最终，都是加深对自己的了解。"
}