{
    "data": "抑郁的感觉如同被套在一个黑色的箱子中，无法呼吸。全球超过三亿五千万人“感染”抑郁（WHO统计）。现代社会17%的人患有抑郁障碍。最糟糕的是，抑郁是自杀的头号原因，每年大概有一千万的人抑郁而死，而从2000以后，我国就已经成为世界上自杀人数最多的国家。比起男人，女人更容易患病，但男性的自杀率却远高于女性。不过，好在抑郁不是绝症，不是无药可医。有很多办法可以预防和治疗抑郁症。在这篇文章里，就让我们看看有哪些方法可以应对抑郁吧！\n\n尽量了解有关抑郁的知识：抑郁心境≠抑郁症\n\n对抑郁多些了解有助于对它的预防。首先，要先明白一点，抑郁心境和抑郁症不能划等号，千万不要把偶尔的心情低落误认为自己得了抑郁症，给自己添加心理负担从而更加抑郁。\n\n简单来说，抑郁症并非一般的情绪反应, 它是一种病理性的情绪障碍，而抑郁心境是每个人都体验过的情绪。\n\n人生中总会有一段时间生活在抑郁之中。抑郁心境是一种忧伤、悲哀或沮丧的情绪体验。这种体验不仅普遍存在，而且与许多其他精神障碍、躯体疾病，特别是社会和外部环境因素有关。我们平时所说的“抑郁”只能作为这样的一种抑郁心境。但抑郁心境体验并不等于抑郁症，抑郁症是一组症状群，与潜在的生物异常有关，只有抑郁心境发展到一定严重程度，具备抑郁综合征的基本特征，持续存在相当的时间，且严重损害自身的社会功能时，才能考虑抑郁症的诊断。\n\n我们可从以下方面区别抑郁症与非病理性的抑郁心境：\n\n（1）正常人的情绪抑郁是基于一定客观事物为背景的，即 “事出有因”； 而病理性抑郁通常无缘无故地产生，缺乏客观精神应激的条件，抑或是 “小题大做”，这些导致抑郁的因素不足以解释其病理情绪。打个比方来说，同舍的哥们抑郁了，叫他吃饭也不感兴趣，电脑游戏也不玩了，隔壁宿舍来了个漂亮姑娘大家都去看了，他一听，立马也跑出去看，原来他是想恋爱了，有明确的原因，这就不是真的抑郁。\n\n（2）一般人的情绪变化有一定时限性，不需药物治疗，事过境迁或通过自我调适和自我心理防卫，能够重新恢复心理平稳；而抑郁症的情绪障碍常持续存在，难以自行缓解，需要药物治疗。\n\n（3）抑郁症病人的病情往往反复发作，而且每次发作的症状大致相似。典型抑郁症还具有“昼重夜轻”的节律性特征，表现为清晨时心境特别恶劣、痛苦不堪，时至黄昏以后，心境逐渐好转，次晨又陷入抑郁难熬的境地。这一现象与抑郁症患者的血浆皮质醇水平早晚的变化有关。抑郁症患者的血浆皮质醇水平增加，失去了正常人夜间自发性分泌抑制的节律，整天处于肾上腺皮质功能亢进状态。\n\n皮质醇被称为“压力荷尔蒙”，是最主要的糖皮质激素的一种，是由肾上腺分泌的荷尔蒙，在应付压力中扮演重要角色。\n\n另外，抑郁症病人的大脑和普通人是不一样。人的左右大脑是存在功能差异的，左半球与积极情绪有关，右半球则和消极情绪有关。从神经心理学的角度来看，左脑激活水平的持续偏低是抑郁的高危因素，而右脑激活水平偏高将表现为焦虑和不安。除了大脑的区别外，抑郁症病人的神经内分泌调控系统也出现异常。而且抑郁是家族遗传性的，一旦患上抑郁症，患者也无法控制自己的情绪。因此，我们要以包容和理解来对待抑郁症患者，切不可因为他们特殊的行为而采取歧视的态度。\n\n预防抑郁 和抑郁做朋友\n\n一般来说，抑郁的预防和治疗主要从三个方面做起：心理治疗、药物治疗和不良生活方式改变。心理治疗需要求助专业的心理治疗师，药物治疗则需要精神病医生诊断后的处方单。而不良生活方式的改变涉及到饮食、睡眠、社交、运动、认知策略等等。\n\n1. 改善饮食和睡眠\n\n虽然目前为止，并没有提供某种饮食能够减轻抑郁的明确证据。但是良好的饮食结构和习惯可以帮助我们保持身心的健康，是预防和治疗抑郁的一部分。这些建议比如：\n\n一，高营养平衡的饮食：人类需要的营养包括蛋白质、碳水化合物、维生素、矿物质、少量的脂肪。\n\n二，摄入一些含抗氧化物食物：我们的身体每天都会产生一些有害的自由基，这些物质会导致老化和功能下降。大脑尤其受到自由基的威胁，β-胡萝卜素、维生素A和维生素C是很好的抗氧化物，能够减小自由基的破坏作用。这些食物有：\n\nβ-胡萝卜素：杏、西兰花、哈密瓜、胡萝卜、羽衣甘蓝、桃子、南瓜、菠菜、红薯。\n\n维生素A：坚果和种子,蔬菜油,小麦胚芽\n\n维生素C：蓝莓、西兰花、柚子、猕猴桃、橙子、辣椒、马铃薯、草莓、番茄\n\n三，不要将碳水化合物（Carbs）拒之门外：有些女生为了减肥，拒绝摄入碳水化合物。可以确定的是Carbs能够提高脑内5-羟色胺的水平，而5-羟色胺可以改善抑郁情绪。可以限制含糖食物、“简单”的碳水化合物的摄入，如蛋糕和饼干。选择“复杂”的碳水化合物，如全谷物、大量的水果，蔬菜，豆类，他们能提供健康的碳水化合物和纤维。\n\n四，高质量的蛋白质可以提高警觉性：高蛋白质的食物，如金枪鱼、鸡肉，富含一种叫做酪氨酸的氨基酸。酪氨酸可能有助于提高大脑化学物质多巴胺和去甲肾上腺素的水平。这种刺激有助于提高警觉和使集中精神。\n\n好的蛋白质来源：豆类，瘦牛肉，低脂奶酪，鱼，牛奶，家禽，酸奶\n\n另外，睡眠对情绪有很大的影响。如果没有得到充足的睡眠，抑郁症状会更糟。睡眠不足会加剧易怒、情绪低落、悲伤和疲劳。确保每晚睡眠充足，每晚7到9个小时。\n\n2. 寻找正确地社会支持\n\n当你遇到烦恼时，有多少个无话不谈的朋友愿意听你倾诉，表示理解，帮你分析问题，并给出合理的建议和帮助呢？这涉及到一个人的社会支持系统的强弱问题。近期研究指出，女生比男生更易得到指向情感的社会支持，而男生比女生更易得到指向问题的社会支持。不过无论哪一种，是来自朋友还是亲人，坚强有力的社会支持总能帮助我们度过难关。\n\n社会隔离，孤单会增加抑郁的风险。但是如果和朋友过分的讨论自己的“病情”同样有害无益。如果你的朋友拥有和你一样不灵活的应对策略，那么两个人相互倾诉无益于问题的积极解决。另外，过分沉溺于问题之中也可能“吓跑”你的朋友。有一些小技巧可以帮助你从这种沉溺于负面情绪和问题之中走出来。\n\n一，转移注意力，停止思考。可以看电影或者读书，也可以去健身房和室外运动；\n\n二，制定计划，从最小的步骤开始解决问题。在巨大的压力面前，我们容易抑郁，这时候把待解决的问题列出来，排列优先性，犹豫等待无济于事，行动起来是克服抑郁的最好办法；\n\n三，重新评估自己对事情的判断以及他人的期待。因为有时候过高的期待会产生过高的压力；\n\n四，适当降低目标，学会放弃达不到的目标吧；\n\n五，培养多方面的自信心。这样一件事情失败的打击不会导致自信心的全盘崩溃。\n\n3. 锻炼有助于保持心理健康\n\n我们都知道，运动能够降低得心脏病，中风，糖尿病以及各种癌症的风险，还能维持血压，提高新陈代谢，保持体重。其实，运动也是非常有效且低成本的促进心理健康，应对抑郁的办法。科学家们发现，运动可以立刻改善抑郁的症状。当然长期坚持运动也一样。这个研究结果适用于各个人群、年龄阶段以及性别。\n\n虽然目前为止，运动抗抑郁的内在神经机制还不明确，不过科学家们已经提出了各种假说了。在前面我们已经知道，抑郁症患者的神经内分泌出现紊乱。大多数抗抑郁药物是通过提高脑内单胺类神经激素来降低抑郁症状的，这些神经激素就包括上文提到的去甲肾上腺素和五羟色胺。科学家们在动物身上进行了实验发现，运动的确能对这些激素起到调节的作用。当然，对比单纯的运动，最有效的办法还是运动和心理治疗相结合。下面几条是来自心理治疗师的建议：\n\n一，先了解自己的健康数据，比如体重，心率等；然后抽出时间锻炼。\n\n二，为自己设置合理的锻炼目标，一点一点开始运动。\n\n三，没有特定某种运动可以减轻抑郁。对大多数人而言，散步、慢跑、游泳都很有用，但是对某些人来说，可能瑜伽或者举重效果更好。这也是我们探索适合自己的运动的机会。\n\n四，抑郁容易让人减少社交，而锻炼让人与其他人增进联系，约朋友一同锻炼有助于运动的坚持。\n\n五，察觉自己细微的情绪变化，找出最适宜自己的运动方式和强度。\n\n4. 寻找专业的心理咨询师帮助\n\n如果你觉得以上办法都不能解决你的问题了，那么可以尝试去寻找专业的心理咨询师的帮助。一般来说好一点的学校都会配有心理咨询中心的。若是没有可以打听打听哪所医院的心理咨询师比较专业，有经验，擅长抑郁的治疗。当然，病情严重的人，可能失去了自知力，不知道自己已经患病，这时候作为他身边的朋友和家人一定要及时带他去就医。\n\n心理咨询师会根据来访者的情况以及自己的专长选择不同的流派进行治疗，简单说来主要有认知行为疗法，精神动力疗法和关系疗法。有经验的心理咨询师能够帮助来访者从以下几个方面解决问题：\n\n一，找到导致抑郁的人生问题，并帮助他们理解可以从哪些方面入手进行改善；\n\n二，探究那些引发抑郁的习得的想法或者行为寻找那些导致无望无助这种抑郁情绪的消极的或失调的认知策略；\n\n三，了解来访者的人际关系的模式，帮助建立更好的关系，并改善目前的关系将有助于建立社会支持，减少社会隔离。\n\n四，帮助来访者重新获得生活的控制感和愉悦感，帮助来访者建立健康的自我边界。在人际关系和工作环境良好的自我边界可以帮助缓解压力，应对抑郁。\n\n总之，抑郁是人类很正常的一种情绪，我们不要把它看得太严重。推荐大家一部电影《乌云背后的幸福线》，面对婚姻的失败以及失业的打击，患有躁郁症刚刚出院的男主人公坚持积极向上的信条，重新收获了幸福。\n\n感情，思想，信念都是能量，身体只是载体，活着的意义就在于去经历人所该经历的一切，生活不是处处如意，积极面对探索人生才是值得的态度。"
}