{
    "data": "走出抑郁的阴影：抑郁症的十种思维误区\n\n抑郁症是一种常见的心理问题，严重的时候可以致命。导致抑郁症的原因也是繁杂不明确的，举凡遗传、神经紊乱、性格和生活境遇等，都会影响甚至导致抑郁症的发生。\n\n在20世纪70年代，面对严重的抑郁症，当时还缺乏多样有效的治疗措施，以美国宾西法尼亚大学医学院精神病学教授阿罗·T·贝克为首的情绪研究小组，另辟蹊径，从患者抑郁情绪背后的认知紊乱方面进行了深入的研究，取得了很多的成果，并不断完善情绪提升的认知治疗技术，使这一技术风行世界，成为抑郁症心理治疗的重要技术。\n\n认知治疗的基本思路是：“当你抑郁或焦虑时，你是在用一种非逻辑的，消极的方式进行思考，你不可避免地是在以一种自己打击自己的方式在行动。”下面节选的是他们总结的抑郁症认知的十个主要误区，或许我们可以对照借鉴，认识自己，帮助提醒他人。\n\n1、要么一切，要么全无。\n\n这是指你倾向于用一种极端的、黑白分明的范畴来评价你个人。要么一切要么全无的思想其基础是完美主义。它使你恐惧任何错误与不完美，因为那时你会认为自己完全输了，你会感觉自身不足，没有价值。这种评价事物的方法是不现实的，因为生活很少是绝对的非此即彼。比如说，没有一个人是绝对的优秀或绝对的愚蠢。\n\n同样的，也没有人会是绝对的光彩照人或绝对的丑陋。看看你现在所在屋子的地板。它是绝对干净的吗？或者是每一块地方都垃圾成堆吗？还是只是有些干净而已？在宇宙中，绝对肯定是不存在的。如果你总是想用绝对范畴来套自己，你会一直很抑郁，因为你的知觉与现实是不相吻合的。你会一直不信任你自己，因为，不管你做了什么，都永远不会符合你那夸张了的期望。技术上把这种认知错误叫做“两分思想”。你以绝对的黑白来看待每一件事情——灰色地带是不存在的。\n\n2、过度概括。\n\n拒绝之痛几乎全是由于过度概括引起的。当这种事情发生时，一个人遇到的不过是短时的失望，而不应该是严重的烦乱。一位害羞的年轻人鼓足勇气约一个女孩。这位女孩由于有约在先，于是就礼貌地拒绝了。于是这位男孩就对自己说：“我再也不约人了。没有女孩愿意和我约会。我的一生都会孤独而悲惨。”在他扭曲的认知里，他的推论就是，因为她拒绝过他一次，所以她永远都会这么做，而既然所有女人都100%具有相同品位，那么地球上任何一位合格的女士都会反复不断地拒绝他。\n\n3、心灵过滤。\n\n你从任意情景中选择一段消极细节，仔细思考这段细节，你会发觉整个环境都是消极的。比如说，有一位患抑郁症的大学生听到有人在取笑她的好友。她感到很愤怒，因为她想：“人类就是这样——残忍而又无情！”她忽略了这样一个事实，那就是，在此前的日子里，很少有人——如果有的话——对她残酷无情！当你抑郁时，你就戴上了一副透镜特别的有色眼睛，经过它的过滤，什么东西都变得消极。你只让消极的东西进入你的思想意识里。由于你还不了解这一“过滤程序”，所以你得出结论说什么事情都是消极的。术语将这一过程称作“选择性吸收”。这是一种坏习惯，它会让你承担不必要的痛苦。\n\n4、贬损积极的东西。\n\n一种更为特别的心理幻想是某些抑郁病人总是倾向于把中性的甚至是积极的体验转化成消极的体验。你不仅是无视积极体验，你事实上又快又准地把积极体验转化成了恶梦般的消极体验。贬损积极的东西是认知扭曲中最具破坏性的一种形式。你就像一位科学家一样极力发现证据支持自己的烦恼假设。\n\n支配你消极想法的这些假设通常会表现为“我是二流的”这种形式。每当你有一种消极体验，你就会反复考虑这件事情，然后得出结论：“这证明了我早就知道的东西。”相反，如果你有一种积极体验，你就会告诉自己：“纯属侥幸，不算数的。”你为这种习惯所付出的代价就是心境凄惨，无力去欣赏所发生的好事。\n\n5、跳跃式结论。\n\n你会武断地跳到一个不被周围事实所支持的消极结论上来。这种情况的两个例子就是“测心术”和“先知错误”。\n\n测心术：你假定其他人都瞧不起你，你对此深信不疑，甚至不愿去检验一下。针对这种想象出来的消极反应，你或许会退缩，或许会反击。这种自我打击的行为模式就像一个自我满足的预言，与一种事实上并不存在的东西建立了一种消极的相互影响关系。\n\n先知错误：就好象你有一颗只预言不幸的水晶球一样。你猜想某些事情要发生，然后你就把这个预言当作一个事实，尽管这并不是真实的。在一次治疗会上，一位患抑郁症的敏锐的内科医生对我解释为什么他得放弃治疗：“我意识到我会一直很抑郁。我的不幸将延续下去，我深信这次或任何其它治疗都注定会失败。”关于他症状的消极想法使他感到无望。在他开始治疗后不久他的症状得到了改善，这表明他过去的预言是多么没有根据。\n\n你是不是发现自己也曾这样跳跃性地做结论？假如你呼过一个朋友，而他又没有能够按时回电话，你可能就会变得抑郁，你会认为他可能其实已经收到了，但是没有什么兴趣给你回。扭曲的吗？——测心术。于是你会感到心痛，决定不再打电话看看是怎么回事，你会对自己说：“如果我再回电话的话，他会认为我很讨厌。我只好装傻算了。”由于这一消极推测（先知错误），你会回避你的朋友，并且感到羞辱。三周后，你了解到你的朋友根本没有收到你的信息。事实证明，所有的煎熬都不过是自己营造的一堆废话。心灵魔术的又一痛苦产物！\n\n6、夸大与夸小。\n\n你可能会陷进去的另一思想圈套是“夸大”和“夸小”，不过我更喜欢称其为“双目镜把戏”，因为你要么不合比例地夸大事情，要么又不合比例地夸小事情。夸大通常发生在你看待自己的错误、恐惧或不完美之处时，你夸大了它们的重要性：“天啊——我做了一件错事。多糟糕，多可怕！流言似飞火，我的名声全毁了！”你通过双目望远镜的末端来看你的错误，使它们看起来又大又怪。这又可以称作“灾难化”，因为你把一件普通的消极事件看成了吓人的怪物。当你考虑自己的力量时，你又会反着去做——你通过双目镜的另外一端去看待事情，这样事情就显得既微小又不重要。如果你夸大你的不足夸小你的优点，你肯定会觉得自己卑贱。不过问题不在你——而在于你所戴的可恶的透镜上！\n\n7、情绪推理。\n\n你把自己的情绪当作真理的证据。你的逻辑是：“我觉得自己像一颗瞎火的臭弹，所以我就是一颗臭弹。”这种推理是一种误导，因为你的感情反映了你的思想和信念。如果他们被扭曲了——许多情况下都是这样——，你的情绪就没有了合法性。可以作为情绪推理的例子有：“我觉得有罪，所以我肯定干过坏事。”“我感到有欠缺，所以，我一定是一个无价值的人。”“我没心情做事情，所以我最好躺在床上。”或“我很恼你，这表明你做得不好，而且总是想利用我。”\n\n情绪推理在几乎你的所有症状中都有所体现。因为对你来说事情这么消极，所以你就假定它们是真的。你不会想到要去挑战创造出你感情的认知的有效性。\n\n情绪推理的一个常见后果就是拖延。你回避擦桌子，因为你告诉自己：“我一想起脏兮兮的桌子就恶心，擦桌子是不可能的。”六个月后，你终于推了一下做了这件事。事实证明这件事是很让人满意的，并没有那么艰苦。你一直在愚弄你自己，因为你养成了一种让消极感情指导你行为方式的习惯。\n\n8、应该陈述。\n\n你试图通过说“我应该做这个”“我必须做这个”来激发自己。这种陈述会让你感到有一种压力和怨恨。矛盾的是，你最终会感到冷淡和缺乏动力。阿尔伯特·艾利斯将此称作“必须强迫症”，我称之为“应该”生活法。\n\n当你把应该陈述往别人身上套时，你通常会感到灰心。第一次诊疗，我由于有急事晚了五分钟，新来的病人就想：“他不应该这么自我中心。他应该快一些。”这个想法使她感到心酸，心中充满怨恨。\n\n在日常生活中，应该陈述为你带来了许多不必要的情绪紊乱。当你自己的行为在现实中没有达到标准时，你的应该不应该陈述就会使你讨厌自己，让自己感到羞耻和内疚。当其他所有人的行为没有达到你的期望时——这种情况经常发生——你会感到痛苦，并认为自己才是对的。你要么改变自己的期望以接近现实，要么永远被人类的行为搞得情绪沮丧。\n\n9、贴标签与标签不当。\n\n为个人贴标签意味着你基于个人所犯的错误为自己创造了一个完全消极的自我形象。贴标签是过于概括的一种极端形式。其背后的哲学是“衡量一个人的标准就是看他所犯的错误。”当你开始用“我是一个⋯⋯”这样的句式描述自己的错误时，你就有了绝好的为个人贴标签的机会。\n\n给自己帖标签不仅是自己打击了自己，而且是非理性的。你的自我不能够和任何你做的某件事情相等同。你的生命是一系列复杂的，永远变动着的思想、情感和行为之流。换句话说，你更像一条河而不是一尊雕像。别再试图用消极的标签定义自己了，它们是非常简单、非常错误的。你什么时候因为你吃就认为你是一个“吃客”因为你呼吸就说你是一个“呼吸者”了？这完全是废话，但是当你根据自己某一方面的不足而为自己贴标签时，这种废话就变成了一种痛苦。\n\n当你给别人贴标签时，你难免会产生敌意。一个常见的例子就是老板会把他不时会发怒的秘书称作“一个不合作的婊子。”由于贴上了这种标签，他会憎恨她，不时会跳起来指责她。反过来，她也会把他称作“感觉迟钝的沙文主义者”，而且一有机会就抱怨他。长此以往，他们就互相掌握了对方的要害，把对方的每一个缺点或不当之处都看作是对方没有价值的表现。\n\n10、归己化。\n\n这种扭曲是罪感之母！即便毫无根据，你也会假定自己应该为某一消极事件负责。你武断地认为事情的发生是你的过错，或反映了你的不足，即便在这件事上你并无责任。归己化使你充满罪感。你深受责任的麻痹与重负之苦，责任会迫使你把整个世界都压到自己肩上。你会在影响别人还是控制别人之间困惑。作为一名教师、顾问、家长、医生、销售员、经理，你肯定会影响和你交往的其他人，但是没有人会期望你控制他们。别人的所作所为最终是他们自己的责任，而不是你的责任。"
}